[
{"name":"Lindsay Anderson", "title":"PhD", "current":true, "position":"Assistant Professor", "field":"", "bio":"<p>Dr. Anderson works with moving targets. Not just with the wind energy she wants to help harvest more effectively, but with rapidly evolving technology, changing policy, and fickle markets. Anderson is working to integrate renewable energy into existing energy systems and markets. With a background in engineering and financial mathematics, Anderson’s projects address both the use of technology to store renewable resources and the market forces needed to release it. She’s poised to overcome some of the bumps in the road to a sustainable, renewable energy future.</p><p>Dr. Anderson works with moving targets. Not just with the wind energy she wants to help harvest more effectively, but with rapidly evolving technology, changing policy, and fickle markets. Anderson is working to integrate renewable energy into existing energy systems and markets. With a background in engineering and financial mathematics, Anderson’s projects address both the use of technology to store renewable resources and the market forces needed to release it. She’s poised to overcome some of the bumps in the road to a sustainable, renewable energy future.</p><p>Lindsay Anderson is an Associate Professor in Biological and Environmental Engineering, the Norman R. Scott Sesquicentennial Faculty Fellow, and the Kathy Dwyer Marble and Curt Marble Faculty Director for Energy at the Atkinson Center for a Sustainable Future. Her research interests lie broadly in the use of systems approaches to enable high penetration of renewable resources and transition to a sustainable energy future. This is an interdisciplinary objective, leveraging operations, optimization, as well as environmental and systems engineering. Prof. Anderson holds field memberships (i.e. supervises graduate students) in Civil and Environmental Engineering, Electrical and Computer Engineering, Systems Engineering at Cornell, and an Adjunct appointment in Applied Mathematics at Western University.</p><p>Before coming to Cornell, Anderson was an Assistant Professor in Civil and Environmental Engineering at the Western University in Canada.  Dr. Anderson earned her Ph.D. in Applied Mathematics at Western and a B.S. and M.S. in Environmental Engineering at The University of Guelph (Canada).</p>"},
{"name":"Claire Guo", "title":"PhD", "current":true, "position":"Postdoctoral Student", "field":"", "bio":"Ge Claire Guo is a Postdoctoral Associate in Systems Engineering advised by Dr. Anderson at Cornell University. Claire received her Ph.D. in Industrial Engineering with a minor in Statistics at Iowa State University and M.S. in Industrial Engineering at Texas A&amp;M University. Her research interests mainly lie in the use of stochastic risk-averse optimization techniques on the operations of electric power systemswith renewable energy resources."},
{"name":"Zongjie (Lisa) Wang", "title":"PhD", "current":true, "position":"Postdoctoral Student", "field":"", "bio":"<p>Zongjie Wang is a postdoctoral associate in Department of Biological and Environmental Engineering. Her research background encompasses optimal power flow; integration of renewable generation into power grids; active distribution networks and optimization techniques in power systems under uncertainties. Her current research is focused on economic dispatch problem in power systems with high proportional intermittent power sources (IPSs); characteristic optimal power flow towards a time period; quantitative characterization of IPS uncertainty models and designing the critical timescale of real-time power balancing under power systems with large scale IPSs.  </p> <p>Zongjie Wang is also a member of CEME in Cornell, she has been playing Yangqin (traditional Chinese instrument) since she was 3 and become a professional Yangqin player when she turned 8. She has been awarded gold medals over 20 times in international contests. She also organizes her solo concert in Cornell twice a year.</p>"},
{"name":"Vivienne", "title":"MEng", "current":true, "position":"PhD Student", "field":"", "bio":""},
{"name":"Amandeep Gupta", "title":"MEng", "current":true, "position":"PhD Student", "field":"", "bio":" Amandeep was born in India where he completed his B.S. in Civil Engineering in 2010. He then moved to the United States to finish his M.Eng in Environmental and Systems Engineering from Cornell in 2012. Since fall 2012 he has been working in Professor Anderson’s group as a Ph.D. student."},
{"name":"Jialin Liu", "title":"BS", "current":true, "position":"PhD Student", "field":"Electrical and Computer Engineering", "bio":" Jailin received his bachelor degree with Honor in Electrical and Computer Engineering from the University of British Columbia in 2014. During his undergraduate, he did Co-op work at the State Grid Corporation of China, STT Enviro Corp and Best Cyclotron System Ltd.  For research, he is fascinated with optimization problems. His current research focus is the renewable energy integration into the power grid. As for hobbies, he enjoys playing cucurbit flute, traveling, workout and cooking.  "},
{"name":"Shikhar Prakash", "title":"BS", "current":true, "position":"MEng Student", "field":"", "bio":"<p>Shikhar Prakash is an M.Eng student in the Department of Biological & Environmental Engineering. Before joining Cornell, he worked as a Process Engineer for 2.5 years in India. Shikhar received his bachelor’s degree in Chemical Engineering from Jaypee University of Engineering & Technology, India in 2014. He is fascinated by research involving Optimization and Process Control. His focus of studies and research is towards optimization around renewable energy, data analysis, and machine learning. His current research is on the data center temperature control model and its demand response, and another one is predicting the marginal emission factor for cleaner energy.</p><p>In his free time, he enjoys cricket, swimming, badminton, cooking and reading articles.</p>"},
{"name":"Luke Sendelbach", "title":"Undergraduate", "current":true, "position":"MEng Student", "field":"", "bio":"Luke is a senior studying Biological Engineering at Cornell, focusing on computational biology, and is also beginning his MEng in the Anderson Lab. His coursework has led him towards computational modeling of biological and environmental systems. 36 Currently, he is working on predicting the periods of the highest electricity demand during the summer months in Texas as part of his work in the Anderson Lab. More broadly, he is interested in demand response as a tool to manage grid load during critical times."},
{"name":"Trisha Ray", "title":"Undergraduate", "current":true, "position":"MEng Student", "field":"", "bio":"Trisha Ray is a senior undergraduate student majoring in Electrical and Computer Engineering and minoring in Sustainable Energy Systems.  She is fascinated by the complexity of the power grid and hopes to pursue a career in the power industry.  She is interested using power flow analysis to understand how an increase in renewables will affect reliability.  She currently researching this problem on the New England grid system as a test case."},
{"name":"Aryama", "title":"BS", "current":true, "position":"MEng Student", "field":"", "bio":""},
{"name":"Maria Gabriela Martinez", "title":"PhD", "current":false, "position":"PhD Student", "field":"", "bio":""},
{"name":"Maureen Wanjiku Murage", "title":"PhD", "current":false, "position":"PhD Student", "field":"", "bio":""},
{"name":"Rachel Saperstein", "title":"BS", "current":false, "position":"PhD Student", "field":"", "bio":""},
{"name":"Laura Tupper", "title":"PhD", "current":false, "position":"PhD Student", "field":"", "bio":""},
{"name":"José Carrillo", "title":"BS", "current":false, "position":"PhD Student", "field":"Electrical Engineering", "bio":""},
{"name":"Lingfeng Cheng", "title":"BS", "current":false, "position":"PhD Student", "field":"Chemical and Biomolecular Engineering", "bio":""},
{"name":"Luckny Zéphyr", "title":"PhD", "current":false, "position":"PhD Student", "field":"", "bio":""}
]